INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "FÖRSÖK IGEN";
INSTALLER_GENERIC_CONTINUE = "FORTSÄTT";
INSTALLER_GENERIC_CANCEL = "AVBRYT";
INSTALLER_GENERIC_BACK = "BAKSIDA";
INSTALLER_GENERIC_REINSTALL = "OMINSTALLERA";
INSTALLER_GENERIC_LAUNCH_GHUB = "STARTA";
INSTALLER_GENERIC_UNINSTALL = "AVINSTALLERA";
INSTALLER_GENERIC_LETS_PARTY = "LÅT FESTEN BÖRJA";
INSTALLER_GENERIC_QUIT = "STÄNG";
INSTALLER_GENERIC_REBOOT_NOW = "STARTA OM NU";
INSTALLER_GENERIC_REBOOT_LATER = "STARTA OM SENARE";
INSTALLER_ONLINE_HELP = "DIREKTHJÄLP";
INSTALLER_MORE_DETAILS = "Mer information";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB är för tillfället ledigt på {1}-enheten";
INSTALLER_DISK_INDICATOR_WARNING = "Mindre än 1 GB ledigt på {0}-enheten";
INSTALLER_DISK_INDICATOR_ERROR = "Mindre än 500 MB ledigt på {0}-enheten";
INSTALLER_ERROR_DOWNLOAD_INIT = "Initiering av nedladdning misslyckades på grund av nätverksproblem. Försök igen.";
INSTALLER_ERROR_NETWORK_ISSUE = "Nedladdning misslyckades på grund av nätverksproblem. Försök igen.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Det gick inte att få en giltig uppdateringssammanfattning. Försök igen.";
INSTALLER_ERROR_DISK_FULL = "Det finns inte tillräckligt med ledigt hårddiskutrymme.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Ett fel inträffade under installationen. Försök igen.";
INSTALLER_ERROR_UNPACKING = "Det gick inte att packa upp installationsprogrammets resurser. Att starta om installationsprogrammet kan lösa problemet.";
INSTALLER_ERROR_DLL_LOADING = "Det gick inte att läsa in väsentliga komponenter i installationsprogrammet.";
INSTALLER_ERROR_START_INSTALL = "Det gick inte att starta installationen. Att stänga installationsprogrammet och starta om det kan lösa problemet.";
INSTALLER_ERROR_REDOWNLOAD = "Ladda ner det igen från den ";
INSTALLER_ERROR_OS_VERSION = "G HUB är inte kompatibel med din nuvarande version av operativsystemet. Kontrollera kompatibiliteten för G HUB och operativsystem för mer information.";
INSTALLER_ERROR_UPDATER_FOLDER = "Det gick inte att skapa installationsmapp. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Installationen av G HUB slutfördes inte";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Starta om datorn innan du försöker köra installationen igen. Kontakta {WEBSITE} om problemet kvarstår.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Kundtjänst";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "OFFICIELLA WEBBPLATSEN.";
INSTALLER_INFO_VERSION = "VERSION {0}";
INSTALLER_INFO_DESTINATION = "Installerar i {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB av {1} MB ({2} MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Vi upptäcker långsamma nedladdningshastigheter";
INSTALLER_LOADING_MESSAGE_1 = "Kan det vänta? Vi håller på med några kalibreringar";
INSTALLER_LOADING_MESSAGE_2 = "Se till att skrivaren och inkognitohistoriken är korrekt anslutna";
INSTALLER_LOADING_MESSAGE_3 = "Leder om reaktorkraft";
INSTALLER_LOADING_MESSAGE_4 = "Tillkallar en Nyan-katt";
INSTALLER_LOADING_MESSAGE_5 = "Du behöver mer vespenegas";
INSTALLER_LOADING_MESSAGE_6 = "Jag gör inget skumt. Jaså!";
INSTALLER_LOADING_MESSAGE_7 = "Tessellerar oändlighetsmatrisen";
INSTALLER_LOADING_MESSAGE_8 = "Du måste bygga fler pyloner";
INSTALLER_LOADING_MESSAGE_9 = "D-vitamin är nödvändigt för människokroppen";
INSTALLER_LOADING_MESSAGE_10 = "Framdrivning via ramväxling aktiverad";
INSTALLER_LOADING_MESSAGE_11 = "En mus i handen är bättre än tio i skogen";
INSTALLER_LOADING_MESSAGE_12 = "Tiden går fort när man har roligt";
INSTALLER_LOADING_MESSAGE_13 = "Få ut något ur systemet";
INSTALLER_LOADING_MESSAGE_14 = "Även detta går över";
INSTALLER_LOADING_MESSAGE_15 = "Sätter på sig byxor";
INSTALLER_LOADING_MESSAGE_16 = "Skickar ut vår bästa krigare";
INSTALLER_LOADING_MESSAGE_17 = "Cyan ser skum ut ...";
INSTALLER_LOADING_MESSAGE_18 = "Arrangerar krysskilar i nätmönster";
INSTALLER_LOADING_MESSAGE_19 = "Spelar upp plan för världsdominans";
INSTALLER_LOADING_MESSAGE_20 = "Vad händer om man trycker på den här knappen?";
INSTALLER_LOADING_MESSAGE_21 = "Hej. Du är äntligen vaken.";
INSTALLER_MESSAGEBOX_TITLE = "G HUB installationsprogram";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritiskt fel: Det går inte att skapa de mappar som krävs för installationen. Försök igen som Admin. Om problemet kvarstår, kontakta https://support.logi.com/hc";
INSTALLER_MODAL_REBOOT = "En omstart krävs för att slutföra installationen av nödvändiga komponenter. Installationsprogrammet öppnas på nytt när datorn har startats om.";
INSTALLER_MODAL_TITLE_FAILED = "Installationen misslyckades.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Initieringen misslyckades.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Redan installerad.";
INSTALLER_MODAL_TITLE_CONFIRM = "Ominstallera G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Avinstallerar.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Avinstallationen är slutförd.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Fel vid avinstallation.";
INSTALLER_MODAL_TITLE_EXIT = "Avsluta installation";
INSTALLER_MODAL_TITLE_REBOOT = "Omstart krävs.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Uppdateringsfel.";
INSTALLER_MODAL_CONFIRM_EXIT = "Är du säker på att du vill avsluta?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Initierar";
INSTALLER_STEP_UNPACK = "Packar upp";
INSTALLER_STEP_INSTALLING = "Installerar";
INSTALLER_STEP_FINALIZING = "Slutför";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Genom att klicka på ”Installera” godkänner du villkoren i vårt ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "LICENSAVTAL FÖR SLUTANVÄNDARE";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Vänta medan vi installerar G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Vänta medan vi uppdaterar G HUB.";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB installerare";
INSTALLER_WINDOW_TITLE = "{0} Installationsprogram för G HUB";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB Installationsapp";
INSTALLER_INSTALL_BUTTON = "INSTALLERA";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLERA (ENTER/RETUR)";
INSTALLER_GET_UPDATE_BUTTON = "FÅ UPPDATERING";
INSTALLER_EXIT_BUTTON = "AVSLUTA";
INSTALLER_CANCEL_BUTTON = "AVBRYT";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Programvaran finns redan på systemet. Starta G HUB för att söka efter uppdateringar.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "En utgången och inkompatibel version av Logitech Gaming Software finns på systemet. Uppgradera eller ta bort det för att installera G HUB.";
INSTALLER_HEADER_DOWNLOADING = "HÄMTAR LOGITECH G HUB";
INSTALLER_DESCRIPTION_DOWNLOADING = "Den nya Logitech G HUB-programvaran är i färd med att förbättra din spel- och enhetskonfigurationsupplevelse …";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…bygger och skyddar…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…rörelse i sidoläge och boosting …";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "… svävar och landar…";
INSTALLER_HEADER_DOWNLOADED = "NEDLADDNING LYCKADES";
INSTALLER_DESCRIPTION_DOWNLOADED = "Låst och laddad.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLERA OCH STARTA";
INSTALLER_MENU_ABOUT = "Om";
INSTALLER_MENU_QUIT = "Avsluta";
INSTALLER_MENU_CLOSE = "Stäng fönstret";
INSTALLER_TRANSFER_REMAINING = "återstår";
INSTALLER_ERROR_GENERIC = "Ett fel inträffade under installationen";
INSTALLER_FAILURE_PREFIX = "Det gick inte att ladda ner:";
INSTALLER_ERROR_SUMMARY = "Det gick inte att få en giltig uppdateringssammanfattning.";
INSTALLER_ERROR_INITIALIZE = "Det gick inte att ladda ner: Initieringen misslyckades. Kontrollera internetanslutningen och försök igen.";
INSTALLER_ERROR_TIMEOUT = "Kontrollera internetanslutningen.";
INSTALLER_ERROR_WRITE = "Disk verkar vara full.";
INSTALLER_ERROR_DLL = "Det gick inte att läsa in väsentliga komponenter i installationsprogrammet. Ladda ner installationsprogrammet på nytt från den officiella webbplatsen.";
INSTALLER_RETRY_COUNTDOWN = "Försöker igen om %d.";
INSTALLER_UNCOMPRESSING = "Packa upp filer";
